Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/rammeplan_for_barnehagen.pdf.tmx
Source language: nob
Languages: smj

source: Dokumentasjon av det pedagogiske arbeidet skal inngå i barnehagens arbeid med å planlegge, vurdere og utvikle den pedagogiske virksomheten.
smj: Dokumentasjåvnnå pedagogihkalasj bargos galggá tjuovvot mánájgárde bargov gå plániji, árvustalli ja åvddånahtti pedagogihkalasj dåjmav.

source: Dokumentasjon av det pedagogiske arbeidet kan gi foreldre, lokalmiljøet og kommunen som barnehagemyndighet informasjon om hva barn opplever, lærer og gjør i barnehagen, og om hvordan barnehagen oppfyller kravene i barnehageloven og rammeplanen.
smj: Dokumentasjåvnnå pedagogihkalasj bargos máhttá vaddet æjgádijda, lahkabirrasij ja suohkanij – mij le mánájgárde oajválasj – diedojt majt mánná váset, oahppá ja dahká mánájgárden, ja gåktu mánájgárdde gájbbádusájt ållit mánájgárddelága ja rámmaplána hárráj.

source: Vurderinger om barnegruppens og enkeltbarns trivsel og allsidige utvikling skal dokumenteres når det er nødvendig for å gi barnegruppen og enkeltbarn et tilrettelagt tilbud.
smj: Árvustallama mánájjuohkusa ja ájnegismáná soapptsoma ja gájkbelak åvddånibme galggá duodastuvvat gå le dárbulasj ásadittjat mánájjuohkusij ja ájnegismánnáj hiebaduvvam fálaldagáv.

source: Det kan gi grunnlag for å tilpasse og videreutvikle det pedagogiske arbeidet.
smj: Dassta boahtá álggo hiebadit ja åvddånahttet pedagogihkalasj bargov.

source: Barn har rett til vern om sin personlige integritet.
smj: Mánájn le riektá suodjaluvvat ietjasa integritiehta hárráj.

source: Et etisk perspektiv skal derfor ligge til grunn ved dokumentasjon av barnegruppen og enkeltbarn.
smj: Etihkalasj perspektijvva galggá liehket vuodon dokumentasjåvnån mánájjuohkusa ja ájnegismáná hárráj.

source: Personopplysninger skal behandles i samsvar med personopplysningsloven.
smj: Diedo persåvnåj hárráj galggi giehtadaláduvvat persåvnnådiehtolága milta.

source: Med behandling av personopplysninger menes all innsamling, registrering, sammenstilling, lagring og utlevering av opplysninger og vurderinger som kan knyttes til en enkeltperson.
smj: Gå le sáhka persåvnnådiedojs, de le tjoahkkidum diedo, registrerima, tjoahkkájbiedjama, vuorkudibme ja ålgusvaddem diedojs ja árvustallama tjanádum ájnegispersåvnnåj.

source: Dersom barnehagen skal utlevere personopplysninger om barnet til andre instanser og det ikke foreligger lovhjemmel, må foreldrene samtykke til dette.
smj: Jus mánájgárdde galggá vaddet diedojt máná birra ietjá instánsajda ja gå láhkaloahpádus ij gávnnu, vierttiji æjgáda miededit dav.

source: Kravet om samtykke fra foreldrene gjelder for eksempel ikke i tilfeller der personalet deler personopplysninger med barnevernet for å oppfylle opplysningsplikten i barnehageloven § 22.
smj: Gájbbádus miededibmáj æjgádijs ij le dárbbo dalloj gå bargge juohki diedojt mánájsuodjalibmáj mij gájbbeduvvá diededimvælgos mánájgárddelágan § 22.

source: Foreldre har rett til å se og få utlevert dokumentasjon om egne barn, og til å få slettet eller korrigert opplysninger som er feilaktige eller misvisende.
smj: Æjgádijn le riektá gæhttjat ja oadtjot diedojt ietjasa mánáj hárráj, ja gádodit ja duollit diedojt ma li boasstot.

source: Tilrettelegging av det allmennpedagogiske tilbudet for barn som trenger ekstra støtte
smj: Ásadit sahtepedagogihkalasj fálaldagáv mánájda gudi dárbahi sierra dårjav

source: Barnehagen skal tilpasse det allmennpedagogiske tilbudet etter barnas behov og forutsetninger, også når noen barn har behov for ekstra støtte i kortere eller lengre perioder.
smj: Mánájgárdde galggá hiebadit sahtepedagogihkalasj fálaldagáv mánáj dárbo ja máhtukvuoda milta, dalloj aj gå muhtem mánájn le dárbbo sierra doarjjaj oanep jali guhkep ájgev.

source: Barnehagen skal sørge for at barn som trenger ekstra støtte, tidlig får den sosiale, pedagogiske og/eller fysiske tilretteleggingen som er nødvendig for å gi barnet et inkluderende og likeverdig tilbud.
smj: Mánájgárdde galggá bærrájgæhttjat vaj máná gudi dárbahi sierra dårjav, árrat oadtju sosiála, pedagogihkalasj ja/jali rubbmelasj ásadimev mij le dárbulasj ásadittjat mánnáj sebrudahtte ja avtaárvvusasj fálaldagáv.

source: Tilretteleggingen skal vurderes underveis og justeres i tråd med barnets behov og utvikling.
smj: Ásadibme galggá árvustaláduvvat maŋenagi ja hiebaduvvat máná dárbo ja åvddånime milta.

source: Inkludering i barnehagen handler også om tilrettelegging for sosial deltakelse.
smj: Sebrudahttem mánájgárden le aj ásadibme sosiála oassálasstemis.

source: Barnehagens innhold må formidles på en måte som gjør at ulike barn kan delta ut fra egne behov og forutsetninger.
smj: Mánájgárde sisadno viertti gaskostuvvat dan láhkáj vaj duot dát mánná máhttá oassálasstet ietjas dárboj ja máhtukvuoda milta.

source: Barnehagens viktigste sosialiseringsarena er leken.
smj: Mánájgárde ájnnasamos sosialiserimarena le ståhkam.

source: For noen barn kan tidlig innsats innebære at personalet arbeider særlig målrettet og systematisk – over kortere eller lengre perioder – med å inkludere barnet i meningsfulle fellesskap.
smj: Muhtem mánáj hárráj máhttá árra rahtjamus merkahit jut bargge barggi sierraláhkáj ulmmelattjat ja systematihkalattjat – oanep jali guhkep ájgev – mánájt sebrudahttemin mávsulasj aktisasjvuodan.

source: Hvis det er grunn til å tro at barnets behov ikke kan dekkes innenfor det allmennpedagogiske tilbudet, skal barnehagen opplyse foreldrene om retten til å kreve en sakkyndig vurdering av om barnet har behov for spesialpedagogisk hjelp.
smj: Jus le sivva jáhkket máná dárbo e gåbtjåduvá pedagogihkalasj fálaldagá baktu, galggá mánájgárdde diededit æjgádijda riektáv gájbbedit ássjedåbdde árvustallamav mánás vaj máhtti mierredit jus mánán le dárbbo sierrapedagogihkalasj væhkkáj.

source: Barnehagen skal sørge for at barn som mottar spesialpedagogisk hjelp, inkluderes i barnegruppen og i det allmennpedagogiske tilbudet.
smj: Mánájgárdde galggá bærrájgæhttjat vaj máná gudi oadtju sierrapedagogihkalasj viehkev, sebrudahteduvvi mánájjuohkusij ja sahtepedagogihkalasj fálaldahkaj.

source: 8. Barnehagens arbeidsmåter
smj: 8. Mánájgárde barggovuoge

source: Arbeidsmåtene skal ivareta barnas behov for omsorg og lek, fremme læring og danning og gi barn mulighet for medvirkning.
smj: Barggovuoge galggi bærrájgåhtset mánáj dárbojt huksuj ja ståhkamij, oahppamav ja ávddamav åvdedit ja vaddet mánájda máhttelisvuodav oassálasstemij.

source: Personalet skal ta i bruk varierte arbeidsmåter, og de skal tilpasses til enkeltbarn, barnegruppen og lokalmiljøet.
smj: Bargge galggi adnuj válldet målsudahkes barggovuogijt, ja da galggi hiebaduvvat ájnegismánnáj, mánájjuohkusij ja bájkálasj birrasij.

source: Valg av arbeidsmåter gir muligheter for å gjøre barnehagens innhold spennende og variert.
smj: Barggovuogij válljim vaddá máhttelisvuodajt dahkat mánájgárde sisanov geldulattjan ja målsudahkkásin.

source: Arbeidsmåtene kan bidra til å skape engasjement, interesse og motivasjon og gir mulighet for å tilføre nye erfaringer og opplevelser i barnehagen.
smj: Barggovuoge máhtti vaddet berustimev ja måvtåstuhttemav ja vaddi máhttelisvuodav buktet ådå åtsådallamijt ja vásádusájt mánájgárddáj.

source: • ta utgangspunkt i barnas erfaringer, interesser, synspunkter og initiativ i
smj: • vuolgget mánáj åtsådallamijs, berustimijs, vuojnojs ja dåjmalasjvuodas

source: barnehagens daglige arbeid og ved valg og gjennomføring av temaer og prosjekter
smj: mánájgárde bæjválasj bargon gå válljiji ja tjadádi tiemájt ja prosjevtajt

source: • bygge på kreativitet og lek og være åpne for improvisasjon og barns
smj: • ásadit sjuggelisvuodav ja ståhkamav ja liehket mielos improvisasjåvnnåj ja

source: medvirkning
smj: mánáj oassálasstemij

source: • veksle mellom spontane og planlagte aktiviteter
smj: • målssot hæhkka ja mierredum dåjmaj gaskan

source: • stimulere barnas undring og evne til å stille spørsmål, søke opplevelser,
smj: • arvusmahttet mánáj imájdallamav ja máhtukvuodav gatjálvisájt buktet, åhtsåt

source: ta initiativ og mestre nye ting
smj: vásádusájt, álgadit juojnak ja rijbadit ådå ássjij

source: • gi barna varierte inntrykk og mulighet til å uttrykke seg på forskjellige måter
smj: • vaddet mánájda målsudahkes dáhpádusájt ja máhttelisvuodav åvddånbuktet

source: • arbeide tverrfaglig og helhetlig og se de ulike delene i rammeplanen i
smj: • barggat doaresfágalattjat ja ållåsit ja vuojnnet rámmaplána åsijt aktisasjvuodan

source: • inkludere nærmiljø og lokale forhold ved planlegging og gjennomføring
smj: • sebrudahttet lahkabirrasav ja bájkálasj dilijt pládnabargo ja dåjmaj tjadádime

source: av aktiviteter
smj: baktu

source: • jevnlig vurdere om valg av arbeidsmåter bidrar til å realisere rammeplanen.
smj: • dájvváj árvustallat jus barggovuogij válljim máhtá rámmaplánav realiserit

source: Progresjon
smj: Progresjåvnnå

source: Progresjon i barnehagen innebærer at alle barna skal utvikle seg, lære og oppleve fremgang.
smj: Progresjåvnnå mánájgárden merkaj jut divna máná galggi åvddånit, oahppat ja åvddånimev dåbddåt.

source: Alle barna skal kunne oppleve progresjon i barnehagens innhold, og barnehagen skal legge til rette for at barn i alle aldersgrupper får varierte leke-, aktivitets- og læringsmuligheter.
smj: Divna máná galggi dåbddåt progresjåvnåv mánájgárde sisanon, ja mánájgárdde galggá ásadit dilev vaj máná divna áldarjuohkusin oadtju målsudahkes ståhkam-, doajmma- ja oahppammáhttelisvuodajt.

source: Personalet skal utvide og bygge videre på barnas interesser og gi barna varierte erfaringer og opplevelser.
smj: Bargge galggi vijdedit ja åvdedit mánáj berustimijt ja vaddet mánájda målsudahkes åtsådallamijt ja vásádusájt.

source: Barnehagen skal legge til rette for progresjon gjennom valg av pedagogisk innhold, arbeidsmåter, leker, materialer og utforming av fysisk miljø.
smj: Mánájgárdde galggá ásadit progresjåvnåv gå válljiji pedagogihkalasj sisanov, barggovuogijt, ståhkamijt, materiálajt ja hábbmimav birrasijs.

source: Barn skal få utfordringer tilpasset sine erfaringer, interesser, kunnskaper og ferdigheter.
smj: Máná galggi hásstalusájt oadtjot ma li hiebadum ietjasa åtsådallamijda, berustimijda, máhttuj ja tjehpudahkaj.

source: • oppdage, følge opp og utvide det barna allerede er opptatt av
smj: • ájttsat, gåtsedit ja joarkket dajna majt máná juo berusti

source: • planlegge og tilrettelegge for progresjon i barnehagens innhold for
smj: • plánit ja ásadit progresjåvnåv mánájgárde sisanon divna mánájda

source: • bidra til at barna får mestringsopplevelser og samtidig har noe å
smj: • vaddet mánájda rijbadimåtsådallamijt ja sæmmi båttå vaddet juojddá man

source: strekke seg etter
smj: vuosstij rahtji

source: • legge til rette for fordypning, gjenkjennelse og gjentakelse i barnehagens
smj: • ásadit dilev tjiegŋodibmáj, dåbddåmussaj ja gærddomij mánájgárde sisano

source: innhold og arbeidsmåter
smj: ja barggovuogij hárráj

source: • introdusere nye perspektiver og tilrettelegge for nye opplevelser og
smj: • introduserit ådå perspektijvajt ja ásadit ådå åtsådallamijt ja vásádusájt

source: • sørge for progresjon gjennom bevisst bruk av materialer, bøker, leker,
smj: • bærrájgæhttjat progresjåvnåv gå diedulattjat adná materiálajt, girjijt,

source: verktøy og utstyr og gjøre disse tilgjengelig for barna.
smj: ståhkusijt, vædtsagijt ja ræjdojt ja adnet dajt sadjihin mánájda

source: Barnehagens digitale praksis
smj: Mánájgárde digitála barggo

source: Barnehagens digitale praksis skal bidra til barnas lek, kreativitet og læring.
smj: Mánájgárde digitála barggo galggá mánájt oadtjot stågatjit, ja båktet sjuggelisvuodav ja oahppamav.

source: Ved bruk av digitale verktøy i det pedagogiske arbeidet skal dette støtte opp om barns læreprosesser og bidra til å oppfylle rammeplanens føringer for et rikt og allsidig læringsmiljø for alle barn.
smj: Gå digitála ræjdojt pedagogihkalasj bargon adná galggá dat doarjjot mánáj oahppamprosessav ja ållidit rámmaplána lájddistusájt boandás ja gájkbelak oahppambirrasav divna mánájda.

source: Ved bruk av digitale verktøy skal personalet være aktive sammen med barna.
smj: Gå digitála ræjdojt adni de galggi bargge liehket dåjmalattja mánáj siegen.

source: Samtidig skal digitale verktøy brukes med omhu og ikke dominere som arbeidsmåte.
smj: Sæmmi båttå galggi digitála ræjdo aneduvvat ájádusájn ja ij badjel miere barggovuohken aneduvvat.

source: Barnehagen skal utøve digital dømmekraft og bidra til at barna utvikler en begynnende etisk forståelse knyttet til digitale medier.
smj: Mánájgárdde galggá vuosedit digitála dájdov ja vaddet mánájda åvddånahttet muhtem etihkalasj dádjadusáv tjanádum digitála mediájda.

source: • utøve digital dømmekraft når det gjelder informasjonssøk, ha et bevisst
smj: • vuosedit digitála dájdov mij gullu diehtoåhtsåmij, liehket diedulasj dájddobar

source: forhold til opphavsrett og kildekritikk og ivareta barnas personvern
smj: go ráddimriektá ja gálldoárvustallama hárráj ja bærrájgåhtset mánáj persåvnnåsuodjalimev

source: • legge til rette for at barn utforsker, leker, lærer og selv skaper noe
smj: • viehkedit mánájt guoradalátjit, stågatjit, åhpatjit ja ietja dagátjit juojddá di

source: gjennom digitale uttrykksformer
smj: gitála åvddånbuktemvuogij baktu

source: • vurdere relevans og egnethet og delta i barnas mediebruk
smj: • árvustallat relevánsav ja dågålasjvuodav ja oasev válldet mánáj mediaanos

source: • utforske kreativ og skapende bruk av digitale verktøy sammen med
smj: • guoradallat sjuggelis ja hábbmididdje anov digitála ræjdojs mánáj siegen

source: 9. Barnehagens fagområder
smj: 9. Mánájgárde fáhkasuorge

source: Fagområdene gjenspeiler områder som har interesse og egenverdi for barn i barnehagealder, og skal bidra til å fremme trivsel, allsidig utvikling og helse.
smj: Fáhkasuorge gåvviji suorgijt majt máná berusti ja mij le iesjárvvon sidjij mánájgárddeálldarin, ja mij galggá åvdedit soapptsomav, gájkbelak åvddånimev ja varresvuodav.

source: Barnehagen skal se fagområdene i sammenheng, og alle fagområdene skal være en gjennomgående del av barnehagens innhold.
smj: Mánájgárdde galggá vuojnnet fáhkasuorgijt aktijvuodan, ja divna fáhkasuorge galggi liehket ájnas oase mánájgárde sisanos.

source: I samiske barnehager skal arbeidet med fagområdene ta utgangspunkt i samisk språk, kultur og tradisjonskunnskap.
smj: Sáme mánájgárdijn galggá barggo fáhkasuorgijn vuolgget sámegielas, kultuvras ja árbbedábes.

source: Barnehagens verdigrunnlag og formål skal gi retning for og prege arbeid med fagområdene, og barnas rett til medvirkning skal ivaretas.
smj: Mánájgárde árvvovuodo ja ulmme galggá vuosedit man guovlluj fáhkasuorgij barggat, ja mánáj riektá oassálasstemij galggá bærrájgåtseduvvat.

source: Barnas lek danner et viktig grunnlag for arbeidet med fagområdene.
smj: Mánáj ståhkama vaddi ájnas vuodov gå le fáhkasuorgij barggamin.

source: Barnehagen skal ta utgangspunkt i barnas engasjement og bidrag slik at arbeidet med fagområdene kan oppleves som en meningsfull og morsom del av barnas hverdag.
smj: Mánájgárdde galggá berustit mánáj berustimes ja dåjmajs vaj barggo fáhkasuorgij sjaddá mávsulasj ja suohtas oasse mánáj árggabiejves.

source: Barnas interesse for fagområdene skal stimuleres, og barnehagen skal bidra til å etablere et lærende fellesskap som verdsetter ulike uttrykk og meninger.
smj: Mánáj berustibme fáhkasuorgijs galggá arvusmahteduvvat, ja mánájgárdde galggá viehkken vuododit aktisasjvuodav gånnå oahppi ja mij árvvon adná duov dáv åvddånbuktemav ja vuojnov.

source: Barna skal utvikle kunnskaper og ferdigheter innenfor alle fagområder gjennom undring, utforsking og skapende aktiviteter.
smj: Máná galggi máhtov åvdedit ja tjehpudagáv juohkka fáhkasuorgen imájdallama baktu, guoradallama ja hábbmididdje dåjmaj baktu.

source: Barnehagen skal bruke ulikt materiell og utstyr, teknologi og digitale verktøy, spill, bøker og musikk i arbeidet med fagområdene.
smj: Mánájgárdde galggá adnet duov dáv ábnnasav ja ræjdov, teknologijav ja digitála vædtsagijt, spellamijt, girjijt ja musihkav gå fáhkasuorgij barggi.

source: Fagområdene er i stor grad de samme som barn senere møter som fag i skolen.
smj: Fáhkasuorge li ienemusát sæmmi gå majt máná maŋŋela oadtju fáhkan skåvlån.

source: Kommunikasjon, språk og tekst
smj: Guládallam, giella ja tæksta

source: Gjennom arbeid med fagområdet skal barnehagen bidra til at barna får utforske og utvikle sin språkforståelse, språkkompetanse og et mangfold av kommunikasjonsformer.
smj: Fáhkasuorge bargadijn galggá mánájgárdde viehkedit mánájt vaj bessi guoradallat ja åvddånahttet ietjasa gielladádjadusáv, giellamáhtudagáv ja guládallamhámij moattevuodav.

source: I barnehagen skal barna møte ulike språk, språkformer og dialekter gjennom rim, regler, sanger, litteratur og tekster fra samtid og fortid.
smj: Mánájgárden galggi máná dejvadit duojna dájna gielajn, giellahámijn ja dialevtajn rijmaj, gáritjisáj, lávllagij, girjálasjvuoda ja tevstaj baktu, ietjas ájges ja åvdep ájges.

source: Barnehagen skal bidra til at barn leker med språk, symboler og tekst og stimulere til språklig nysgjerrighet, bevissthet og utvikling.
smj: Mánájgárdde galggá viehkedit vaj máná ståhki gielajn, symbåvlåj ja tevstaj ja arvusmahttet gielalasj njunjágahttemij diedulasjvuohtaj ja åvddånibmáj.

source: I barnehagen skal barna få mulighet til å erfare ulike formidlingsmåter av tekster og fortellinger, som kilde til estetiske opplevelser, kunnskap, refleksjon og møter med språk og kultur.
smj: Mánájgárden galggi máná oadtjot máhttelisvuodav åtsådallat duov dáv åvddånbuktemvuogev tevstajs ja subttsasijs, gálldon estetalasj muossádibmáj, máhttuj, refleksjåvnnåj ja gielaj ja kultuvraj æjvvalibmáj.

source: Personalet skal invitere til utforsking av både muntlige språk og skriftspråk.
smj: Bargge galggi hásstet mánájt njálmálasj gielav ja tjállemgielav guoradalátjit.

source: Gjennom arbeid med kommunikasjon, språk og tekst skal barnehagen bidra til at barna
smj: Gå li barggamin guládallamijn, gielajn ja tevstaj galggá mánájgárdde viehkedit vaj máná

source: • uttrykker sine følelser, tanker, meninger og erfaringer på ulike måter
smj: • åvddånbukti dåbdojdisájt, ájádusájt, vuojnojt, ja åtsådallamijt moatte láhkáj

source: • bruker språk til å skape relasjoner, delta i lek og som redskap til å løse
smj: • adni gielav relasjåvnåjt dagátjit, oassálastátjit ståhkamijn ja ræjddon rijdojt

source: konflikter
smj: tjoavdátjit

source: • videreutvikler sin begrepsforståelse og bruker et variert ordforråd
smj: • åvddånahtti ietjasa báhkodádjadusáv ja adni målsudahkes báhkoboanndudagáv

source: • leker, improviserer og eksperimenterer med rim, rytme, lyder og ord
smj: • ståhki, improviseriji ja gæhttjaladdi rimaj, rytmaj, jienaj ja bágoj

source: • møter et mangfold av eventyr, fortellinger, sagn og uttrykksformer
smj: • dejvadi måttijn subttsasijn, båvaj ja åvddånbuktemvuogij

source: • opplever spenning og glede ved høytlesning, fortelling, sang og samtale
smj: • åtsådalli geldulasjvuodav ja ávov jieddnáslågådijn, subttsasij, lávllagij ja ságas

source: • utforsker og gjør seg erfaringer med ulike skriftspråksuttrykk, som
smj: • guoradalli ja åmasti åtsådallamijt duojna dájna tjállemgiella åvddånbuktemijn,

source: lekeskrift, tegning og bokstaver, gjennom lese- og skriveaktiviteter.
smj: degu ståhkama, tjállema, sárggoma ja bokstáva, ja låhkåm- ja tjállemdåjmaj baktu

source: • skape et variert språkmiljø der barna får mulighet til å oppleve glede
smj: • dahkat målsudahkes giellabirrasav gånnå máná bessi åtsådallat ávov giellaad

source: ved å bruke språk og kommunisere med andre
smj: nema baktu ja gå guládalli iehtjádij

source: • synliggjøre språklig og kulturelt mangfold, støtte barnas ulike kulturelle
smj: • tjalmostit gielalasj ja kultuvralasj moattevuodav, doarjjot mánáj moattelágásj

source: uttrykk og identiteter og fremme mangfold i kommunikasjon, språk og andre uttrykksformer
smj: åvddånbuktemijt ja identitiehtav ja åvdedit moattevuodav guládaládijn, gielajn ja ietjá åvddånbuktemvuogij

source: • invitere til ulike typer samtaler der barna får anledning til å fortelle,
smj: • hásstet duon dán ságastallamij gånnå máná bessi subtsastit, imájdallat,

source: undre seg, reflektere og stille spørsmål
smj: ájádallat ja gatjádallat

source: • oppmuntre barna til å fabulere og leke med språk, lyd, rim og rytme
smj: • bádtjit mánájt gåvådalátjit ja gielajn stågatjit, ja jienaj, rijmaj ja rytmaj

source: • støtte barnas lek med og utforsking av skriftspråket
smj: • måvtåstuhttet mánáj ståhkamav ja guoradallamav tjállemgielas

source: • bruke varierte formidlingsformer og tilby et mangfold av bøker, sanger,
smj: • adnet målsudahkes åvddånbuktemvuogijt ja fállat valjev girjijs, lávllagijs,

source: bilder og uttrykksformer
smj: gåvåjs ja åvddånbuktemvuogijs

source: • inkludere alle barna i språkstimulerende aktiviteter.
smj: • sebrudahttet divna mánájt giellaarvustahttem dåjmajda

source: Kropp, bevegelse, mat og helse
smj: Rumáj, labudallam, biebbmo ja varresvuohta

source: Vaner og handlingsmønstre tar form allerede fra tidlig alder.
smj: Dábijda ja dåmadimvuogijda ulmusj juo hárjján árrat.

source: Gode vaner som tilegnes i barnehagealder, kan vare livet ut.
smj: Buorre dábe majt mánájgárddeálldarin åmas, máhtti ålles iellemav bissot.

source: Barnehagen skal legge til rette for at alle barn kan oppleve bevegelsesglede, matglede og matkultur, mentalt og sosialt velvære og fysisk og psykisk helse.
smj: Mánájgárdde galggá ásadit dilev vaj divna máná bessi labudallamávov åtsådallat, biebbmoávov, sosiála lassjesvuodav ja rubbmelasj ja psykalasj varresvuodav.

source: Barna skal inkluderes i aktiviteter der de kan få være i bevegelse, lek og sosial samhandling og oppleve motivasjon og mestring ut fra egne forutsetninger.
smj: Máná galggi sæbrrat dåjmajda gånnå bessi labudallat, ståhkat ja sosiálat avtastallat ja åtsådallat arvusmahttemav ja rijbadimev ietjasa máhtukvuodas.

source: Barnehagen skal bidra til at barna blir kjent med kroppen sin og utvikler bevissthet om egne og andres grenser.
smj: Mánájgárdde galggá viehkedit vaj oahpásmuvvi ietjasa rubmahij ja åvdedi diedulasjvuodav ietjasa ja iehtjádij rájáj hárráj.

source: Gjennom arbeid med fagområdet skal barna få mulighet til å sanse, oppleve, leke, lære og skape med kroppen som utgangspunkt.
smj: Fáhkasuorgij bargadijn galggi máná bessat dåbddåt, åtsådallat, ståhkat, oahppat ja dåmadit rubmaha bieles.

source: Gjennom medvirkning i mat- og måltidsaktiviteter skal barna motiveres til å spise sunn mat og få grunnleggende forståelse for hvordan sunn mat kan bidra til god helse.
smj: Gå oassálassti biebbmo- ja bårråmusdåjmajda galggi máná arvusmahteduvvat lassjes biebmojt båråtjit ja oattjotjit vuodulasj dádjadusáv gåktu lassjes biebbmo vaddá buorre varresvuodav.

source: Gjennom arbeid med kropp, bevegelse, mat og helse skal barnehagen bidra til at barna
smj: Gå barggi rubmahijn, labudallamijn, biebmujn ja varresvuodajn galggá mánájgárdde viehkedit vaj máná bessi

source: • opplever trivsel, glede og mestring ved allsidige bevegelseserfaringer,
smj: • åtsådallat soapptsomav, ávov ja rijbadimev gájkbelak labudallamåtsådallamij

source: inne og ute, året rundt
smj: baktu, goaden ja ålggon, jahket birán

source: • blir kjent med egne behov, får kjennskap til menneskekroppen og
smj: • dåbdijdit ietjasa dárbojda, oadtjot dádjadusáv almatja rubmahis ja oadtjot

source: utvikler gode vaner for hygiene og et variert kosthold
smj: buorre dábijt rájnasvuoda hárráj ja målsudahkes biebmov

source: • videreutvikler motoriske ferdigheter, kroppsbeherskelse, koordinasjon
smj: • åvdedit rubbmelasj tjehpudagáv, rumájrijbadimev, koordinasjåvnåv ja

source: og fysiske egenskaper
smj: rubbmelasj máhtukvuodav

source: • opplever å vurdere og mestre risikofylt lek gjennom kroppslige
smj: • åtsådallat árvustallat ja rijbadi vádálasj ståhkusijt rubbmelasj hásstalusáj baktu
